Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/hasvik-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: Bihtát Ákŋoluovtta sámi skuvlahistorjjás
nob: Glimt av Hasviks samiske skolehistorie

source: – maid Svein Lund lea čoaggán
nob: Samla av Svein Lund

source: Ákŋoluovtta suohkan lea oarjelullin Finnmárkkus . Sállama oarjelulli oasi lassin gullá suohkanii Stiertnás bihttá , gos eai oro šat olbmot .
nob: Hasvik kommune ligger nordvest i Finnmark og består av den sørøstlige delen av Sørøya og en liten , nå avfolka , del av Stjernøya .

source: Máŋgasat eai dieđe ahte dáppe orrot sámit , ja vel eanebut sáhtášedje jearrat sáhttá go dán suohkanis oba hupmat ge sámi skuvlahistorjjá birra .
nob: Mange vet ikke at her bor samer , og ennå flere vil nok stille spørsmålstegn ved om man kan snakke om noen samisk skolehistorie i kommunen .

source: Sihke sámi skuvlahistorjá ja eará sámi historjá Ákŋoluovttas lea unnán dokumenterejuvvon .
nob: Både den samiske skolehistoria og annen samisk historie i Hasvik er dårlig dokumentert .

source: Dát artihkal lea huksejuvvon máŋgga gáldu vuođul , ja gáldut leat dávjá seđđosat ja vuostálagaid .
nob: Denne framstillinga bygger på mange kilder , som ofte er uklare og motstridende .

source: Danin berre lohkat dán kritihkalaččat dego vuosttaš geahččaleapmin ovdanbuktit Ákŋoluovtta skuvlahistorjjá sámi perspektiivvas ja vuolggasadjin viidáset dutkamii .
nob: Dette må derfor leses kritisk som et første forsøk på framstilling av Hasviks skolehistorie med et samisk perspektiv og som et utgangspunkt for videre forsking .

source: Girku ja skuvla dološ áiggis
nob: Skole og kirke i gammel tid

source: Vuosttaš sihkkaris diehtu mii mis lea girku birra Sállanis lea Mearragohpi ( Sørvær ) girku 1496:s .
nob: Den første sikre opplysning vi har om kirke på Sørøya er Sørvær kirke fra 1496 .

source: Muhto jáhkkimis lea leamaš girku juo ovdal , dan rájes go šattai bistevaš dáža ássan 1200-logu loahpas .
nob: Men trolig har det vært kirke her før , fra det blei fast norsk bosetting sist på 1200-tallet eller tidlig på 1300-tallet .

source: Niels Knaga matrihkal 1694:s muitala ahte dalle « Udj Søer Wehr Sogn er Nordmend 53 , finner 34 » ( Mearragohpi suohkanis leat 53 dáža , 34 sápmelačča ) . [ 1 ] Suohkanviidodahkii gulle dalle sullii dáláš Ákŋoluovtta ja Álttá suohkanat , ja árvideames eanáš dážat orro Sállanis go fas eanáš sámit orro Álttávuona siskkit osiin .
nob: Niels Knags matrikkel av 1694 forteller at det da « Udj Søer Wehr Sogn er Nordmend 53 , finner 34»[1 ] . Sognet omfatta da omtrent nåværende Hasvik og Alta kommuner , og trolig bodde de aller fleste nordmennene på Sørøya , mens de fleste samene bodde innover Altafjorden . Hovedkirka blei i 1696 flytta til Hasvåg og i 1705 til Talvik . På 1720-tallet blei Hasvik skilt ut fra Alta og gjort til anneks under Loppa . Thomas von Westen omtaler presten Alexander Larssøn Vigand i Sørvær sogn som en av dem som særlig ihuga arbeida for kristendommen blant samene .

source: Oarje-Finnmárkku miššunguovllus ledje golbma skuvlameaštára sámiid várás , « okta Fálesnuoris , okta Ristamuornjárggas , ja okta Álttá duottarsámiid várás»[2 ] . Mii eat leat gávdnan konkrehta dieđuid dan birra man muddui sii oahpahedje sámiid dálá Ákŋoluovtta suohkanis [ 3 ] . Vaikko sámemiššovdna galggai leat sierra organisašuvdna , de lei dán biirres juo 1723 rájes seamma olmmoš sihke Oarje-Finnmárkku miššoneara ja Álttá suohkanbáhpa virggiin . Dat fas mielddisbuvttii ahte skuvla sámiid ja dážaid várás belohahkii bođii seamma hálddahusa vuollái , ja ahte vehážiidda šadde muhtin oahpaheaddjit oahpahit sihke sámi ja dáža ohppiid .
nob: I Vest-Finnmark misjonsdistrikt var det tre skolemestre for samene , « en i Kvalsund , en i Korsnes , en for fjellsamene i Alta»[2 ] . Vi har ikke funnet konkrete opplysninger om i hvilken grad disse underviste samer i nåværende Hasvik kommune . [ 3 ] Sjøl om misjonen for samene i utgangspunktet skulle være en egen organisasjon , var det i dette distriktet allerede fra 1723 samme person som hadde stillingene som misjonær i Vest-Finnmark og sogneprest i Alta . Dette førte igjen til at skolen for samer og nordmenn til dels kom under samme administrasjon og at det etter hvert blei en del lærere som underviste både samiske og norske elever .

source: Boarráseamos dokumeanta maid mii leat gávdnan , ja mii muitala skuvlla birra Ákŋoluovttas , lea čállojuvvon 1776:s .
nob: Det eldste dokumentet vi har funnet som forteller om skole i Hasvik er skrevet i 1776 .

source: Dat lea Láhpi ja Ákŋoluovtta suohkanbáhpa Morten Holma dieđáhus Nidarosa bismii .
nob: Det er ei beretning til Biskopen i Nidaros fra sognepresten Morten Holm i Loppa og Hasvik .

source: Dieđáhusas son muitala ahte Ole Olsen lei « klokkerens vicarius ved Hasvig annex » ja dasa lassin skuvlameašttir , guhte oaččui oasi iežas bálkkástis miššunkássas .
nob: Der forteller han at Ole Olsen var « klokkerens vicarius ved Hasvig annex » og i tillegg skolemester , som fikk en del av sin lønn fra misjonskassa .

source: Miššunkássa gulai dalle sámemiššuvdnii , ja dat soaitá čájehit ahte Ole Olsen oahpahii sámi ohppiid .
nob: Misjonskassa tilhørte den gang samemisjonen , og dette skulle tyde på at Ole Olsen underviste samiske elever .

source: Holm muitala vel ahte dalle ii lean makkárge doaibmi sámemiššoneara dán guovllus .
nob: Holm forteller at det da ikke var noen fungerende samemisjonær i dette området .

source: Bygdebok for Hasvik mielde huksejuvvui vuosttaš skuvla Ákŋoluovtta girkobáikái sullii 1850:s .
nob: I følge Hasvik bygdebok blei den første skolen bygd på Hasvik kirkested omtrent 1850 .

source: [ 4 ] Ii sáhttán leat beare buorre viessu , go juo 1878:s huksejuvvui ođđa skuvla , mas ledje guokte gearddi .
nob: [ 4 ] Særlig godt kan dette skolebygget ikke ha vært , for allerede i 1878 blei det bygd en ny skole , som hadde to etasjer .

source: Vuosttaš gearddis lei oahpaheaddji ásodat , nuppi gearddis guokte luohkkálanja .
nob: I første etasje var det lærerbolig , i andre etasje to klasserom .

source: Maŋŋil huksejuvvojedje skuvlavisttit máŋgga gillái suohkanis : Gáltii 1883:s , Goahteluktii 1884:s , Duorppalvutnii 1905:s ja Govdaluktii 1912:s .
nob: Seinere blei det bygd skolehus flere steder i kommunen , bl.a. i Galten 1883 , Breivikbotn 1884 , Øyfjorden 1905 og Breivik 1912 .

source: Samme året blei skolen nedlagt da de blei bygd internat i Dønnesfjord
nob: Samme året blei skolen nedlagt da det blei bygd internat i Dønnesfjord

source: Sámit ja dážat Ákŋoluovttas
nob: Samer og nordmenn i Hasvik

source: 1861:s almmuhii professor Jens Andreas Friis Finnmárkku , Romssa ja Ofuohta etnográfalaš kárttaid .
nob: I 1861 utga professor Jens Andreas Friis etnografiske kart over Finnmark , Troms og Ofoten .

source: [ 5 ] Dát čájehedje dat ahte Ákŋoluovttas ledje measta bealli bearrašiin sámit .
nob: [ 5 ] Disse viste at i Hasvik var nesten halvparten av familiene samiske .

source: 1878:s almmuhuvvo sámiid lohkun Ákŋoluovtta suohkanis 201 , go fas 100:s lei « seaguhuvvon našunalitehta » .
nob: I 1878 er tallet på samer i Hasvik kommune oppgitt til 201 , mens 100 var av « blandet nationalitet » .

source: [ 6 ] Iskkadeamis maid skuvladirektevra čađahii 1899:s geavahii bealli Ákŋoluovtta bearrašiin dárogiela ruovttugiellan . Loahpat juohkásedje oalle dássidit sámegielagiidda ja guovtti- ja golmmagielagiidda .
nob: [ 6 ] Ved ei undersøking som skoledirektøren gjennomførte i 1899 brukte halvparten av familiene i Hasvik norsk som hjemmespråk , resten fordelte seg noenlunde likt mellom samiskspråklige og to- eller trespråklige .

source: Friisa kárttat čájehit ahte muhtin guovlluin suohkanis orro dan áiggi measta dušše sámit .
nob: Friis ' kart viser at noen områder i kommunen på midten av 1800-tallet hadde nesten rein samisk bosetting .

source: Nu lei Goahteluovttas ( Breivikbotn ) ja buot vuonain sullo siskkobealde Ákŋovuona ( Hasfjord ) nuorttabealde .
nob: Det gjaldt Breivikbotn og alle fjordene på innsida øst for Hasfjord .

source: Nuppi dáfus fas orro Mearragohpis ( Sørvær ) ja Gálttas ( Galten ) dušše fal dážat , ja Ákŋoluovttas ( Hasvik ) ja Ákŋovágis ( Hasvåg ) eanaš dážat ja muhtin kveanat .
nob: Derimot var Sørvær og Galten reint norske fiskevær , og Hasvik / Hasvåg var norskdominert med innslag av kvener .

source: Muđui orro sihke sámit , dážat ja kveanat vuonain nugo Dutnjesvuonas ( Dønnesfjord ) ja Bearvuonas ( Børrfjord ) .
nob: For øvrig var befolkninga mer blanda i områder som Dønnesfjorden og Børrfjorden .

source: Dál lea sihke ássan ja etnalaš juohkin ollu rievdan .
nob: Seinere er både bosettingsmønsteret og den etniske fordelinga svært endra .

source: Buot vuonat davábealde ja eanaš lulábealde sullo leat veagahuvvan , ja buot olbmot orrot dál 45 km guhkkosaš luotta guoras Mearragohpis Ákŋovutnii .
nob: Alle fjordene på nordsida og de fleste på sørsida av øya er nå avfolka og befolkninga er konsentrert langs den 45 km lange vegen mellom Sørvær og Hasfjord .

source: Ákŋoluovtta-gillái leat fárren ollu sámit veagahuvvon vuonain Sállama siskkobealde .
nob: Stedet Hasvik har hatt ei innflytting av samer fra de avfolka fjordene på innersida av Sørøya .

source: Goahteluktii fárrejedje sullii 1870 rájes ollu dážat , nu ahte sii ovttas dáruiduvvan olbmuiguin ledje čielga eanetlogus .
nob: Breivikbotn hadde fra omlag 1870 ei stor norsk innflytting , slik at den norsktalende befolkninga blei helt dominerende .

source: Muhto 60-70-logus fárrejedje máŋgasat olggut vuonain Goahteluktii , mii dál oaččui fas eanet sámiid .
nob: Men da fjordene på yttersida blei avfolka på 60–70-tallet , flytta mange til Breivikbotn , som slik igjen fikk økt samisk befolkning .

source: Mearragohpis orrot ain eanaš dážat , muhto guovdilastin buvttii maiddái sámiid deike , ee. Márgeaillus siskkobealde Mearragohpi , gos orro sámit dassái go báiki veagahuvai .
nob: Sørvær har fortsatt overveiende norskætta befolkning , men sentraliseringa førte også samer hit , blant annet fra Markeila like innafor Sørvær , som hadde samisk befolkning til stedet blei avfolka .

source: Boazodoallu lea leamaš oalle erenoamáš Sállanis , dan dihte go bohccot ja boazodoallosámit leat orron dáppe birra jagi .
nob: Reindrifta på Sørøya har vært spesiell , fordi reinen og reineierne har holdt til her året rundt .

source: Dát vierru álggii 1800-logu loahpas go moadde boazodoallobearraša Guovdageainnus fárrejedje Sállanii .
nob: Det starta på slutten av 1800-tallet da et par reindriftsfamilier fra Kautokeino flytta utover til Sørøya .

source: Maŋŋil bohte vel earát lassin , ja sii leat ássan iešguđet báikkis sullos .
nob: Seinere har flere kommet til , de har kommet i flere omganger og slått seg ned på forskjellige kanter av øya .

source: Muhto 1980-logus mearridii Boazodoallohálddahus ahte sullos galggai dušše leat geasseorohat .
nob: Men på 1980-tallet bestemte reindriftsforvaltninga at det bare skulle være sommerbeite på Sørøya .

source: Dan maŋŋá lea birrajagi boazodoallu heaittihuvvon Ákŋoluovttas .
nob: Etter dette har helårsreindrifta blitt avvikla i Hasvik-delen av Sørøya .

source: Boazodoallosámiin , geat dál leat Sállanis geasset , lea dálveorohat Guovdageainnu suohkanis .
nob: Reineierne som nå har sommerbeite her har vinterbeite og hovedbosted i Kautokeino .

source: Guovdageainnus boahtán boazodoallosámiid maŋisboahttit leat buoremuddui náitalan báikkálaš mearrasámiiguin , nu ahte dát guokte sámi joavku leat muhtin muddui suddan oktii .
nob: Etterkommerne av reindriftssamene fra Kautokeino har i stor grad gifta seg med lokale sjøsamer , slik at de to gruppene av samer her i større eller mindre grad har smelta sammen .

source: Máŋgga sámis geat orrot birra jagi Sállanis lea lagas oktavuohta boazodoaluin .
nob: Mange av samene i Hasvik har fortsatt et nært forhold til reindrifta .

source: Dáruiduhttinguovlu
nob: Fornorskingsområde

source: 1850:s muitaluvvo bismá Juella visitásas : " Ákŋoluovtta skuvlabiirres ledje 4 guovllu main ledje oktiibuot 30-40 máná . Álbmot ledje belohahkii sámit , belohahkii dážat . Sámemánát ledje dábálaččat oahpahuvvon dárogiel girjjiid mielde 4-5 vahku jagis . Muhto dál ledje geavahišgoahtán sámegiel girjjiid . "
nob: I 1850 fortelles det fra biskop Juells visitas : " I Hasvik skoledistrikt var det 4 roder med tilsammen 30-40 barn . Befolkningen var dels samer , dels nordmenn . Samebarna var i alminnelighet blitt undervist etter norske bøker 4-5 uker om året . Men nå hadde en tatt til med å innføre samiske bøker."[7 ] Men samebarna i Hasvik fikk nok ikke lenge glede av sine samiske bøker , for nettopp på denne tida skjedde det ei endring i myndighetenes skolepolitikk overfor samene . Man bestemte seg for å starte ei planmessig fornorsking , først i de såkalte " overgangsdistriktene " , som bl.a. omfatta kretsene Alta – Talvik Hammerfest , Loppa og Hasvik . På 1850-tallet bestemte myndighetene seg for å starte ei planmessig fornorsking av skolene i Finnmark . Det første området som fikk status som overgangsdistrikt var kretsene Alta – Talvik Hammerfest , Loppa og Hasvik . Det vil si at her blei det i stor grad snakka samisk , men man mente det var mulig å innføre norsk som undervisningsspråk i skolen .

source: Sámefoanda ( Finnefondet ) [ 8 ] lei dehálaš neavvu dáruiduhttinbarggus .
nob: Finnefondet [ 8 ] var et sentralt redskap i fornorskingsarbeidet .

source: Dat attii doarjaga skuvla- ja internáhttahuksemii , viiddiduvvon skuvlaáigái ja bálkálasáhussii dáruiduhttinguovllu oahpaheddjiide .
nob: Det ga støtte til skolebygg og etter hvert internat , utvida skoletid og ikke minst til lønnstillegg for lærere i fornorskingsområder .

source: Sámefoanda vuođđuduvvui 1851 , muhto easka 1870 maŋŋá gávdnojit Stáhtaarkiivvas dokumeanttat mat čilgejit giella- ja skuvladiliid iešguđet suohkanis .
nob: Finnefondet blei oppretta i 1851 , men først fra etter 1870 har Statsarkivet dokumenter som skildrer språk- og skolesituasjonen i den enkelte kommune .

source: 1873:s ohcá oahpaheaddji Edv. Buck , Ákŋoluokta , sámefoandalasáhusa Romssa stiftdirekšuvnnas .
nob: I 1873 søker lærer Edv. Buck , Hasvik , Tromsø stiftsdireksjon om finnefondsbidrag .

source: Sus leat 16 « sámi máná geaidda oahpaha dárogiela » ja lea « oadjebas ahte sii leat ovdánan dárogielas » .
nob: Han har 16 « lappiske Børn at undervise i Norsk » og er « forvisset om at disse er gaaet fremad i det norske Sprog » .

source: Guokte jagi maŋŋil ohcá Ole M. Thomassen doarjaga Sámefoanddas .
nob: 2 år seinere søker Ole M. Thomassen om støtte av finnefondet .

source: Sus leat 22 sámi máná Gáltta oahpaheaddjibiirres , ja čujuha dasa ahte son mannan jagi oaččui 15 speciedalera « buolleviidnadivatkássas » .
nob: Han har 22 « lappiske Børn » i Galten lærerdistrikt , og viser til at han året før fikk 15 speciedaler av « Brændevinsafgiftskassen » .

source: Gáltta biire fátmmastii dalle maiddái Duorppalvuona , go Láhpi suohkanbáhppa , P. Megrund , čállá ohcamii ahte son dađe bahábut ii leat beassan dárkkistit nugo galggašii:«Duođaštettiin ahte lea riekta nu mo ohcci lea čállán sámi mánáid logu ja oahppoáiggi birra , ferten mearkkašit , ahte go heajosdálki lea hehtten mu geahččalemiid doallat skuvlaeksámena Duorppalvuona biirres , in dovdda persovnnalaččat mánáid ovdáneami dárogielas doppe , muhto vásáhusaid vuođul , mat mus leat Gáltta biirre mánáiguin ... ja sámi mánáiguin , geat bohte maŋimus konfirmašuvdnii , duosttan jáhkkit , ahte Thomassen áŋgirvuođain ja ovdánemiin bargá mánáid dárogieloahppama ala , dasgo son juohke láhkai lea čeahppi ja doaimmalaš iežas skuvladoaimmas .
nob: Galten distrikt har da også omfatta Øyfjorden , for sognepresten i Loppa , P. Megrund , skriver i sin påskrift på søknaden at han dessverre ikke har fått inspisert som han skulle:«I det jeg bevidner Rigtigheden af Ansøgerens Opgaver over Antal lappiske skolebørn samt Undervisningstid , maa jeg bemærke , at da uveir har umuliggjort mine Forsøg paa at afholde Skoleexamen i Øifjord Kreds , kjender jeg ikke personlig Børnenes Fremgang i Norsk der , men af de Erfaringer jeg har om Børnene i Galten Kreds ... samt af de lappiske Børn , der fremmødte til siste Konfirmation , tør jeg tro , at Thomassen saavel med Flid som med Fremgang virker for Børnenes Oplærelse i Norsk , ligesom han i enhver Henseende er dygtig og paapasselig i sin Skolegjerning .

source: 1880 almmuhii Romssa bismágoddedirekšuvdna ođđa ja goavvásit giellageavahaninstruvssa [ 9 ] biirriin main ledje sámi ja kveana oahppit .
nob: I 1880 sendte stiftsdireksjonen i Tromsø ut en ny og strengere instruks [ 9 ] for språkbruk i kretser med samiske og kvenske elever .

source: Dan oktavuođas bivddii skuvladirektevra buot suohkaniid skuvlastivrraid čilget mo sii sáhttet čađahit instruvssa .
nob: I den forbindelse ba skoledirektøren skolestyrene i hver kommune om å gjøre greie for hvordan de kunne gjennomføre instruksen .

source: Earret eará lei nu ahte muhtin biirriin sáhtášedje ain geavahit sámegiela oahpahusgiellan daidda ohppiide geat ledje badjel 12 jagi dalle go instruksa bođii .
nob: Blant annet var det snakk om at i noen kretser kunne man fortsatt få bruke samisk som undervisningsspråk ut skolegangen for de elever som da instruksen kom var over 12 år .

source: Ákŋoluovtta suohkan cealká vástádusastis ahte skuvlakommišuvdna geassemánu 10. b. 1881 ovttajienalaččat lea mearridan : « Ođđa instruksa čađahuvvo Ákŋoluovtta oahpaheaddjibirrasis ahkeráji haga , ja maiddái Gáltta biirres Gáltta-Duorppalvuona guovllus , muhto ahkerádji doalahuvvo Duorppalvuona biirres namuhuvvon guovllus , daid mánáid hárrái , geat dál vázzet skuvlla , ja mánáid hárrái , geat dán rájes šaddet skuvlageatnegahttomin geahččaluvvo dattetge dáppe nai ođđa instruksa čađahuvvot . »
nob: I svaret fra Hasvik skolestyre heter det at skolekommisjonen 10. juni 1881 enstemmig har vedtatt : « Den nye instrux indføres i Hasvik lærerdistrikt uden aldersgrænse , samt i Galten krets af Galten-Øifjord distrikt , medens aldersgrændsen fastholdes inden Øifjord krets af sistnevnte distrikt for de børns vedkommende , der for tiden går i skole , for de børns vedkommende , der herefter blir skolepligtige søges dog ogsaa her den nye instrux gennemført . »

source: Ii liikkáge lean nu álki čađahit dárogiela oahpahusgiellan .
nob: Så lett var det likevel ikke å gjennomføre norsk som undervisningsspråk .

source: Ohcamušastis 1886 Finnefondii govvida I. Dahl , guhte dalle lei oahpaheaddjin Gálttas / Duorppalvuonas gielladiliid biirres ná : « Skuvlamánáid lohku lea 37 , main njealjis leat dážat . Loahpat leat sámit , sámi-kveanat ja dáža-kveanat . Dáin leat 15:s geaidda ferte adnit dušše sámegiela , dasgo ii oktage máhttán dárogiela dalle go mun álgen deikke . Loahpaide dán mánnájoavkkus dárbbašuvvo eanet unnit sámegiella . »
nob: I sin søknad til Finnefondet av 1886 skildrer I. Dahl , som da var lærer i Galten / Øyfjord språkforholda i kretsen slik : « Skolebørnenes antal er f. t. 37 , hvorav 4 er norske . Resten er lapper , lappisk-kvænske og norsk-kvænske . For 15 av de øvrige børn behøves udelukkende lappisk , da samtlige børn ved min ankomst ikke kunne et eneste ord norsk . For de øvrige børns vedkommende behøves lappisk i mer eller mindre grad . »

source: Reivvestis Romssa bismágotti skuvladirektevrii 22.12.1890 čállá skuvlastivraovdaolmmái M. H. Vinsnes : Ákŋoluovtta skuvlastivrra evttohus skuvlalága §73 mielde , mearriduvvon čoahkkimis 27/9-90 , maŋŋil go lea háhkan biirečoahkkimiid cealkámušaid , lea : « Gáltta ja Duorppalvuona biirret besset geavahit sámegiela risttalašvuođaoahpahusas dan muddui go oahpaheaddji gávnnaha dan vealtameahttumit dárbbašlažžan máhtu fievrrideapmái . Mii muđui guoská oahpahusgillii , de báhcá geavahussii ja njuolggadussan bismágotti instruksa 1880:s . »
nob: « Kredserne Galten og Øifjord tillades at benytte lappisk ved Kristendomsundervisningen forsaavidt læreren skulde finde det uunngaaeligt nødvendigt for bibringelsen af kundskaber . Hvad undervisningssproget for øvrigt angaar , saa forbliver gjeldende brug og regler Stiftsdirektionens instrux af 1880 . »

source: Go namuhuvvon biirret ožžot lobi dása , mas oahppogirjjiid geavaheapmi sámi teavsttain dárogiel teavstta bálddas , eaktuduvvo de lei sivvan dat go dáid biirriin lea stuora eanetlohku álbmogis sámit , ja biirečoahkkimat leat cealkán ahte háliidit sámegiela geavaheami veahkkegiellan risttalašvuođaoahpahusas .
nob: Naar ovennevnte kredse tillades dette , hvor ved anvendelsen af lærebøger med lappisk text ved siden af den norske forudsættes , saa var det fordi disse kredse havde overveiende lappisk befolkning og kredsmøderne her havde udtalt sig for brugen af lappisk som hjelpesprog ved kristendomsundervisningen .

source: Skuvlastivrra reivii lea bismá čállán kommentára:«Ahte lea oahpaheaddji duohken mearridit galgá go , ja man muddui galgá geavahit sámegiela risttalašvuođaoahpahusas ii leat buorre .
nob: På brevet fra skolestyret har biskopen skrevet på en kommentar:«At det er lagt i Lærerens Haand at afgjøre om eller i hvilken Udstrekning Finsk ( Lappisk ) skal benyttes ved Kristendomsundervisningen er ikke bra .

source: Ii go dát mearridanváldi berre gullat skuvlastivrii ja čađahuvvot vuosttažettiin váhnemiid sávaldagaid mielde ?
nob: Bør ikke denne Myndighed tilligge Skolestyret og udøves vesentlig i Overenstemmelse med vedkommende Forældres Ønske ?

source: Romsa , čakčamánu 24. b. 1891 .
nob: Tromsø , 24 September 1891 .

source: Dáruiduhttinpolitihkka lei garrasit stivrejuvvon guovddáš eiseválddiid bealis .
nob: Fornorskingspolitikken var strengt styrt fra sentralt hold .

source: Leat máŋga ovdamearkka ahte Girko- ja oahpahusdepartemeanta lea stivren bienasta bitnii skuvlabiiredásis man muddui galggai leat lohpi geavahit sámegiela skuvllas .
nob: Det er flere eksempel på at Kirke- og undervisningsdepartementet ( KUD ) har detaljstyrt ned på skolekretsnivå i hvilken grad det skulle være tillatt å bruke samisk språk i skolen .

source: 1896:s čálii departemeanta reivve Romssa skuvladirektevrii muitalit « ahte dept. skuvlalága §73 , 2. oasi , mielde mearrida čuovvovaš njuolggadusa Romssa bismágotti vuolábealde namuhuvvon skuvlasuohkaniid oahpahusgiela hárrái : » Dás válddahallá dasto 15 suohkana , ja loahpas boahtá dát:«Mii 15 ) Ákŋoluktii guoská , de mis ii leat mihkkege ákkaid dan vuostá , ahte Gáltta ja Duorppalvuona biirriin sámegiella geavahuvvo smávvaskuvlla oskkoldatoahpahusas , dan muddui go skuvlastivra gávnnaha dan dárbbašlažžan .
nob: I 1896 skreiv KUD til Skoledirektøren i Tromsø et brev for å fortelle « at dept. i henhold til landsskolelovens §73 , 2 de led fastsætter følgende bestemmelse med hensyn til undervisningssproget i nedennævnte skolekommuner i Tromsø stift : » Her går man så inn på hver av 15 kommuner , og til sist kommer denne:«Hvad 15 ) Hasvig angaar , har man intet at indvende mod , at i kredsene Galten og Øifjord lappisk paa samme maade benyttes ved religionsundervisningen i smaaskolen , forsaavidt skolestyrene finner det nødvendigt .

source: Stuoraskuvlla oahpahusas sáhttá sámegiella seamma biirriin geavahuvvot veahkkegiellan dárogiela bálddas , mas lohkan- ja oahppogirjjit sámegielat teavsttain sáhttet geavahuvvot ovttas dárogiel teavsttain »
nob: Ved undervisningen i storskolen kan lappisk i de samme kredse benyttes som hjelpesprog ved siden af norsk , hvorhos læse- og lærebøger med lappisk tekst kan anvendes ved siden af den norske .

source: Dát geažuha nappo dan guvlui , ahte gáibádusat leat ložžejuvvon dan plána ektui , mii mearriduvvui 15 jagi ovdal , ahte galggai geavahit dušše fal dárogiela vuosttaš luohká rájes .
nob: Dette tyder altså på at man her har gått noe tilbake på planen fra 15 år tidligere om bare å bruke norsk fra første klasse av .

source: « Vuosteháhku dárogillii »
nob: « Uvilje mod det norske Sprog »
